{
    "en": {
        "TermsAndConditions": "Terms and Conditions of the EZpick Student Pickup System",
        "TermsContent1": "Acceptance of Terms These Terms and Conditions ('Terms') govern your use of the EZpick Student Capture System ('EZpick'). By using EZpick, you agree to these terms. If you do not agree to these terms, do not use EZpick.Using EZpick You can use EZpick to coordinate the receipt of authorized student(s) from the school. You agree to use EZpick for lawful purposes only and in accordance with these Terms.Registration and Account Information You are required to provide accurate and complete registration and account information when registering for EZpick. You are responsible for maintaining the confidentiality of your account information and for any activities that occur under your account.Individuals approved for receiving You are responsible for appointing authorized personnel to accompany your student(s) using EZpick. You acknowledge that only authorized individuals you have appointed will be allowed to take your student(s) using EZpick.Privacy We respect your privacy and are committed to protecting your personal information. Our Privacy Policy explains how we collect, use, and disclose your information when you use EZpick.EZpick Intellectual Property and all content and materials on the EZpick website are owned by us or our licensors and are protected by copyright, trademark and other intellectual property laws.Prohibited Activities You may not use EZpick to engage in any illegal or unauthorized activities, including but not limited to:a. harassing or threatening others; b. impersonating another person; c. uploading or distributing malware or viruses; d. interfering with or disrupting the EZpick system or servers.",
        "TermsContent2": "Termination We may terminate your use of EZpick at any time and for any reason without prior notice.Disclaimer of warranties EZpick is provided on an 'as is' basis and we make no warranties, whether express or implied, as to the system or its functionality.Limitation of Liability We are not liable for any damages or losses resulting from your use of EZpick, including without limitation, any direct, indirect, incidental, punitive or consequential damages.Governing Law and Dispute Resolution These Terms are governed by the laws of [insert jurisdiction]. Any dispute arising out of these Terms or your use of EZpick shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association.Changes to the Terms We may update these Terms from time to time, and we will post the updated Terms on the EZpick website. Your continued use of EZpick after the updated Terms are posted indicates your acceptance of the updated Terms.Contact us if you have any questions or concerns regarding these Terms or EZpick, please contact us at info@ezpick.co",
        "CloseButton": "Close"
    },
    "ar": {
        "TermsAndConditions": "شروط وأحكام نظام إيزي بيك لاستلام الطلاب",
        "TermsContent1": "قبول الشروط تحكم هذه الشروط والأحكام ('الشروط') استخدامك لنظام إيزي بيك لاستلام الطلاب ('إيزي بيك'). من خلال استخدام إيزي بيك، فإنك توافق على هذه الشروط. إذا لم توافق على هذه الشروط، فلا تستخدم إيزي بيك. استخدام إيزي بيك يمكنك استخدام إيزي بيك لتنسيق استلام الطالب (أو الطلاب) المصرح بهم من المدرسة. توافق على استخدام إيزي بيك لأغراض قانونية فقط ووفقًا لهذه الشروط. التسجيل ومعلومات الحساب يجب عليك تقديم معلومات التسجيل والحساب دقيقة وكاملة عند التسجيل في إيزي بيك. أنت مسؤول عن الحفاظ على سرية معلومات حسابك وعن أي أنشطة تحدث تحت حسابك. الأفراد المعتمدين للاستلام أنت مسؤول عن تعيين الأفراد المعتمدين لمرافقة الطالب (أو الطلاب) باستخدام إيزي بيك. تقر بأنه سيُسمح فقط للأفراد المعتمدين الذين قمت بتعيينهم بأخذ الطالب (أو الطلاب) باستخدام إيزي بيك. الخصوصية نحن نحترم خصوصيتك وملتزمون بحماية معلوماتك الشخصية. توضح سياسة الخصوصية لدينا كيفية جمعنا واستخدامنا وكشفنا لمعلوماتك عند استخدامك لإيزي بيك. الملكية الفكرية لإيزي بيك وجميع المحتوى والمواد على موقع إيزي بيك هي ممتلكاتنا أو ممتلكات مُرخصينا ومحمية بموجب قوانين حقوق المؤلف والعلامات التجارية وغيرها من قوانين الملكية الفكرية. الأنشطة الممنوعة قد لا تستخدم إيزي بيك للمشاركة في أي أنشطة غير قانونية أو غير مُصرَّح بها، بما في ذلك على سبيل المثال لا الحصر: (أ) التحرش أو التهديد للآخرين؛ (ب) التنكر بشخص آخر؛ (ج) تحميل البرمجيات الخبيثة أو الفيروسات أو توزيعها؛ (د) التدخل أو التشويش على نظام إيزي بيك أو الخوادم.",
        "TermsContent2": "إنهاء يحق لنا إنهاء استخدامك لإيزي بيك في أي وقت ولأي سبب دون إشعار مسبق. إخلاء المسؤولية من الضمانات يتم توفير إيزي بيك على أساس 'كما هو' ونحن لا نقدم أي ضمانات، سواء كانت صريحة أو ضمنية، بخصوص النظام أو وظائفه. تحديد المسؤولية نحن لا نتحمل أي مسؤولية عن أي أضرار أو خسائر ناتجة عن استخدامك لإيزي بيك، بما في ذلك على سبيل المثال لا الحصر، أي أضرار مباشرة أو غير مباشرة أو عرضية أو عقابية أو ناتجة عن تبعات. القانون الساري وتسوية المنازع تخضع هذه الشروط لقوانين [أدخل السلطة القانونية]. يجب حل أي نزاع ناشئ عن هذه الشروط أو استخدامك لإيزي بيك من خلال التحكيم الملزم وفقًا لقواعد جمعية التحكيم الأمريكية. تغيير الشروط قد نقوم بتحديث هذه الشروط من وقت لآخر، وسنقوم بنشر الشروط المحدثة على موقع إيزي بيك. استمرار استخدامك لإيزي بيك بعد نشر الشروط المحدثة يشير إلى موافقتك على الشروط المحدثة. اتصل بنا إذا كان لديك أي أسئلة أو مخاوف بشأن هذه الشروط أو إيزي بيك، يرجى الاتصال بنا على info@ezpick.co",
        "CloseButton": "إغلاق"
    },
    "fr": {
        "TermsAndConditions": "Termes et conditions du système de ramassage des élèves EZpick",
        "TermsContent1": "Acceptation des conditions Ces termes et conditions ('Conditions') régissent votre utilisation du système de capture des élèves EZpick ('EZpick'). En utilisant EZpick, vous acceptez ces termes. Si vous n'acceptez pas ces termes, n'utilisez pas EZpick.Utilisation d' EZpick Vous pouvez utiliser EZpick pour coordonner la réception d'élèves autorisés de l'école. Vous acceptez d'utiliser EZpick uniquement à des fins légales et conformément à ces termes.Inscription et informations du compte Vous devez fournir des informations d'inscription et de compte exactes et complètes lors de votre inscription à EZpick. Vous êtes responsable de maintenir la confidentialité de vos informations de compte et de toute activité sur votre compte.Personnes approuvées pour la réception Vous êtes responsable de désigner du personnel autorisé pour accompagner votre(s) élève(s) en utilisant EZpick. Vous reconnaissez que seules les personnes autorisées que vous avez désignées seront autorisées à prendre votre(s) élève(s) avec EZpick.Vie privée Nous respectons votre vie privée et nous nous engageons à protéger vos informations personnelles. Notre politique de confidentialité explique comment nous recueillons, utilisons et divulguons vos informations lorsque vous utilisez EZpick.Propriété intellectuelle EZpick et l'ensemble du contenu et des matériaux sur le site web d' EZpick sont notre propriété ou celle de nos concédants de licence et sont protégés par le droit d'auteur, les marques déposées et autres lois sur la propriété intellectuelle.Activités interdites Vous n'êtes pas autorisé à utiliser EZpick pour participer à des activités illégales ou non autorisées, y compris, mais sans s'y limiter : a. harceler ou menacer autrui ; b. se faire passer pour une autre personne ; c. télécharger ou distribuer des logiciels malveillants ou des virus ; d. perturber le système ou les serveurs EZpick.",
        "TermsContent2": "Résiliation Nous pouvons mettre fin à votre utilisation d' EZpick à tout moment et pour quelque raison que ce soit, sans préavis.Exonération de garanties EZpick est fourni 'tel quel' et nous ne faisons aucune garantie, qu'elle soit expresse ou implicite, quant au système ou à sa fonctionnalité.Limitation de responsabilité Nous ne sommes pas responsables des dommages ou pertes résultant de votre utilisation d' EZpick, y compris, sans s'y limiter, tous dommages directs, indirects, accessoires, punitifs ou consécutifs.Droit applicable et règlement des litiges Ces termes sont régis par les lois de [insérer la juridiction]. Tout litige découlant de ces termes ou de votre utilisation d' EZpick sera résolu par voie d'arbitrage contraignant conformément aux règles de l'American Arbitration Association.Modifications des termes Nous pouvons mettre à jour ces termes de temps à autre, et nous afficherons les termes mis à jour sur le site web d' EZpick. Votre utilisation continue d' EZpick après la publication des termes mis à jour indique votre acceptation des termes mis à jour.Contactez-nous Si vous avez des questions ou des préoccupations concernant ces termes ou EZpick, veuillez nous contacter à l'adresse info@ezpick.co",
        "CloseButton": "Fermer"
    }
}